Repository: v-verner/you-may-like
Catalog: languages/you-may-like-*.po
Languages: pt_br

source: YML Settings
pt_br: YML Configurações

source: You do not have sufficient permissions to edit this page.
pt_br: Você não tem permissões suficientes para editar esta página.

source: Hey!
pt_br: Opa!

source: On this page you will make the necessary settings for the You May Like plugin to work according to your needs.
pt_br: Nesta página você fará as configurações necessárias para o plugin You May Like funcione corretamente.

source: Remember that for the recommended post listing to appear, you need to use the shortcode below in your sidebar and / or post content.
pt_br: Lembre-se de que para a recomendação de posts apareça, você precisa inserir o shortcode abaixo na sua barra latera ou dentro do conteúdo do seu post.

source: Cookie validity
pt_br: Validade do Cookie

source: After how many days without visiting your site, should the recommendation cookie be deleted from the visitor's computer?
pt_br: Depois de quantos dias sem visita ao site, o cookie de recomendação deve ser deletado do computador do visitante?

source: Recommended:
pt_br: Recomendado:

source: 180 days
pt_br: 180 dias

source: Minimal user interest in subject
pt_br: Interesse mínimo do usuário

source: After how many user readings on the same subject, consider the subject for making post recommendations?
pt_br: Depois de quantas leituras sobre o mesmo assunto, ele deve ser usado para as recomendações de posts?

source: 10 views
pt_br: 10 visualizações

source: How many subjects to use to recommend content to visitors?
pt_br: Quantos assuntos usar para recomendar conteúdo as visitantes?

source: In order to recommend the correct content to the reader, will YML consider how many subjects of his 'preference ranking'? (Starting from the preferred subject to what is in the position indicated in this field)
pt_br: Para que a recomendação de conteúdo ao leitor se precisa, o YML considerará quantos assuntos do 'ranking de preferencia'? ( Começando do assunto preferido do leitor, até a posição indicada neste campo)

source: Up to 5 position. For large blogs (over 300 posts), reduce this number to optimize query speed.
pt_br: Até a 5ª posição. Para grandes blogs ( mais de 300 posts ), reduza este número para otimizar a velocidade.

source: Extra score for current tag
pt_br: Pontuação extra para o assunto atual

source: To further improve the recommendation, you can set an extra point value for posts with the same tags as the current post.
pt_br: Para melhorar a recomendação, você pode definir um valor de pontuação extra para posts com o mesmo assunto do post atual.

source: 5 points
pt_br: 5 pontos

source: Save
pt_br: Salvar

source: You are Awesome!
pt_br: Você é demais!

source: Thank you for using You May Like! Now you need to configure a few things on the settings page. You can find it in the sidebar menu under wp-admin.
pt_br: Obrigado por usar o You May Like! Agora você precisa configurar algumas coisas na página de configurações. Você pode encontra-las no menu lateral do wp-admin.

source: If you have any questions, read <a href='https://vverner.com/plugin-para-recomendacao-de-posts-you-may-like/' target='_blank'> this article<a>.
pt_br: Se você tiver qualquer dúvida, leia <a href='https://vverner.com/plugin-para-recomendacao-de-posts-you-may-like/' target='_blank'>este artigo<a>.

source: % match!
pt_br: % relevante!
